<html>
	<head>
	<meta charsert="utf-8">
	<title>Hoja de vida</title>
	</head>
	
	<body>
	<div Style ="border:5px">
<br>
	<h3 align="center">DIEGO IVÁN OLIVEROS ACOSTA</h3>
	<p align="center"> Correo:
	</p>
	<p ALIGN="justify">Poseo una sólida formación profesional e investigativa en el estudio y desarrollo de proyectos y procesos
	de Ingeniería, que me permite abordar de manera estructurada problemas empresariales complejos.
	Aportando soluciones creativas e innovadoras, liderando procesos de mejoramiento continuo y buenas
	prácticas de la Ingeniería. Logrando transformación organizacional con el buen uso de las tecnologías de
	la información y una alineación estratégica a nivel empresarial y sectorial, teniendo en cuenta los
	lineamientos y objetivos, así como el impacto económico y social de sus decisiones. </p>
	<p ALIGN="justify">Los proyectos que he desarrollado en los últimos años me brindan experiencia específica en planeación
	estratégica de TI, arquitectura empresarial, arquitectura de software y definición de estándares y políticas
	de TI. Establezco buenas relaciones interpersonales, respetando jerarquías, asumiendo los valores éticos
	y morales inculcadas durante mi formación, aplicándolos en actividades diarias. </p>
	<p ALIGN="justify">Dispongo de fortalezas para aprender y enseñar, así mismo, poseo capacidad de adaptación al cambio e
	inquietud por el aprendizaje de nuevas tecnologías, mostrando un alto sentido de pertenencia y
	responsabilidad para asumir compromisos, dando respuestas claras y concretas, facilitando el dialogo y
	aceptando las diferencias.</p>
	</div>
	
	<TABLE ALIGN="center">
	<TR><TD style="width:10px"><h3>MAESTRÍA</h3>       </TD><TD ></TD><TD style="width:300px"><h3>UNIVERSIDAD DE LOS ANDES </h3>        </TD></TR>
	<TR><TD style="width:10px">2013 I- 27 marzo de 2015</TD><TD></TD><TD style="width:300px">Arquitectura de Tecnologías de Información </TD></TR>
	<TR><TD style="width:10px">Título  </TD>					<TD></TD><TD style="width:300px">Magister en Arquitecturas de Tecnologías de Información </TD></TR>
	</TABLE>

	<TABLE ALIGN="center">
	<TR><TD style="width:10px"><h3>PREGRADO</h3>       </TD><TD></TD><TD style="width:300px"><h3>UNIVERSIDAD SANTO TOMAS </h3>        </TD></TR>
	<TR><TD style="width:10px">2008 I – 27 abril 2012</TD>	<TD></TD><TD style="width:300px">Ingeniería de Sistemas</TD></TR>
	<TR><TD style="width:10px">Título  </TD>				<TD></TD><TD style="width:300px">Ingeniero de Sistemas-Ingeniero Informático</TD></TR>
	</TABLE>
	
	<TABLE ALIGN="center">
	<TR><TD style="width:10px"><h3>PREGRADO</h3>       </TD><TD></TD><TD style="width:300px"><h3>UNIVERSIDAD SANTO TOMAS </h3>        </TD></TR>
	<TR><TD style="width:10px">2005 II – 27 abril 2012</TD><TD></TD><TD style="width:300px">Ingeniería Electrónica</TD></TR>
	<TR><TD style="width:10px">Título  </TD>				<TD></TD><TD style="width:300px">Ingeniero Electrónico</TD></TR>
	</TABLE>
	<div ALIGN="justify">
<h2 ALIGN="center">EXPERIENCIA LABORAL</h2>
<h4><i>Docente de planta (Virtual y presencial) Facultad Ingeniería de Sistemas y Telecomunicaciones</i></h4>
<i>Agosto 2015- Actualidad.<i><br>
Coordinador de la línea de Ingeniería de Software<br>
Institución Universitaria Politécnico Grancolombiano<br>

<h4><i>Consultor Arquitectura TI</h4></i>
Octubre 2015- Enero 2016.<br>
Análisis y Diseño TI, recomendaciones y asesoría Arquitectura de infraestructura TI.<br>
Instituto de Investigación de Recursos Biológicos Alexander von Humboldt.<br>

<h4><i>Consultor TI en contratos con Organizaciones Estatales.</h4></i>
Abril 2015- Junio 2015.<br>
Diagnóstico, recomendaciones y asesoría Arquitectura de TI a Entidades Estatales.<br>
Yobiplex Corporation<br>

<h4><i>Docente de Catedra (TI en las organizaciones)</h4></i>
Enero 2015- Junio 2015.<br>
Modelo de Negocio, lenguaje BMPN, BI y sistemas empresariales.<br>
Universidad de los Andes<br>

<h4><i>Asistente de Investigación (Vicepresidencia de Exploración y Perforación Ecopetrol)</h4></i>
Enero 2014-Febrero 2015<br>
Herramienta para la optimización de mapas de ruta (ROADMAP Estratégico Empresarial VEP)<br>
Universidad de los Andes<br>

<h4><i>Asistente de Investigación (Desarrollo web)</h4></i>
Web Máster Sis-Info, Administración, arquitectura y desarrollo web del portal departamento de sistemas. <br>
Enero 2013- Enero 2014<br>
Universidad de los Andes<br>

<h4><i>Docente de la facultad de sistemas TC</h4></i>
Docente planta Línea de desarrollo de software y herramientas de aprendizaje.<br>
Segundo semestre 2012<br>
Universidad de Cundinamarca<br><br>

<b><i>Profesional Universitario</b></i><br>
Diagnóstico y recomendaciones cableado estructurado ANSI ISO IEC 11801.<br>
Julio 6 de 2009 - Agosto 6 de 2009<br>
Alcaldía Mayor de Tunja<br><br>

<b><i>Coordinador Operativo</b></i><br>
Periodos vacacionales desde diciembre 1 de 2006 a febrero 1 de 2009<br>
Willtec Comunicaciones de Colombia<br>
Distribución y aprovisionamiento digital de Directv<br>
</div>
<p style="text-align: center;"><strong>MENCIONES DE HONOR</strong></p>
<p><strong>Cum Laude Diploma honorifico por promedio distinguido Facultad de Ingenier&iacute;a de Sistemas</strong></p>
<p>Diploma honorifico Facultad de Ingenier&iacute;a de Sistemas Abril 24 de 2012</p>
<p>Mejor Promedio durante sus estudios en la Facultad de Ingenier&iacute;a de Sistemas</p>
<p>Exaltaci&oacute;n por su Esp&iacute;ritu Investigativo Estudiantil para el a&ntilde;o 2011 en la Facultad de ingenier&iacute;a de Sistemas Mejor promedio durante todos los semestres, facultad de Ingenier&iacute;a Sistemas.</p>
<p><strong>Cum Laude Diploma honorifico por promedio distinguido Facultad de Ingenier&iacute;a Electr&oacute;nica</strong></p>
<p>Diploma honorifico Facultad de Ingenier&iacute;a Electr&oacute;nica Abril 24 de 2012</p>
<p>Mejor Promedio durante sus estudios en la Facultad de Ingenier&iacute;a de Electr&oacute;nica.</p>
<p>Mejor Promedio durante todos los semestres facultad de Ingenier&iacute;a Electr&oacute;nica.</p>
<p><strong>Representante de Bienestar Universitario Universidad Santo tomas Tunja</strong></p>
<p>Representante Consejo Superior. 2010 II &ndash; 2012 II</p>
<p><strong>Representante Estudiantil Universidad Santo tomas. Ingenier&iacute;a Electr&oacute;nica 2005 y 2009</strong></p>
<p>Liderazgo estudiantil en varias ocasiones elegido por votaci&oacute;n; desarrollando tareas de Planeaci&oacute;n,gesti&oacute;n, log&iacute;stica, y direcci&oacute;n de actividades en pro del bienestar de los estudiantes en lo acad&eacute;mico,&nbsp;l&uacute;dico, e integraci&oacute;n, abogando por el progreso de las condiciones educativas.</p>
<p><strong>Menci&oacute;n de Honor Copa Gimnasio Campestre</strong></p>
<p>Primer Puesto Baloncesto Menores Gimnasio campestre</p>
<p><strong>Menci&oacute;n de honor Concurso de declamaci&oacute;n</strong></p>
<p>Instituto Integrado Nacionalizado Silvino Rodr&iacute;guez 2000-08-31</p>
<p>Identidad Con El Grupo, Colaboraci&oacute;n Y Representaci&oacute;n En Eventos Culturales</p>
<p>Colegio salesiano Maldonado Tunja Menci&oacute;n de honor Colegio Salesiano Tunja 2000-11-28</p>
<p style="text-align: center;"><strong>CURSOS &ndash;DIPLOMADOS</strong></p>
<p>TOGAF-Arquitectura Empresarial Universidad Distrital Francisco Jos&eacute; De Caldas Julio &ndash; agosto de 2016</p>
<p>Diplomado En Herramientas Para La Ense&ntilde;anza Virtual (2015 II). (Instituci&oacute;n Universitaria Polit&eacute;cnico Grancolombiano)</p>
<p>IDB6x: Project Management for Development Professionals (2015 II). (Instituto Interamericano para</p>
<p>el Desarrollo Econ&oacute;mico y Social (INDES) y EDX)</p>
<p>Estructuras y Lenguaje de Programaci&oacute;n C++ [183660] || Programaci&oacute;n de p&aacute;ginas Web con HTML y</p>
<p>JAVASCRIPT &ndash; [183347] || Flash &ndash; Animaci&oacute;n en 3D &ndash; [190001](SENA)</p>
</body>

</html>
